Repository: XcodesOrg/XcodesApp
Catalog: Xcodes/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, el, es, fi, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

# AccessDenied
source: ⚠️ Access Denied ⚠️ Please open your Notification Settings and select Xcodes if you wish to allow access.
ca: ⚠️ Accés denegat ⚠️ Si us plau, obre les preferències de les notificacions i selecciona Xcodes si vols garantir-li l'accés.
de: ⚠️ Zugriff verweigert ⚠️ Bitte öffne Deine Benachrichtigungs-Einstellungen und wähle Xcodes aus, wenn Du den Zugriff erlauben möchtest.
el: ⚠️ Άρνηση Πρόσβασης ⚠️ Ανοίξτε τις Ρυθμίσεις Γνωστοποιήσεων και επιλέξτε το Xcodes αν επιθυμείτε να επιτρέψετε την πρόσβαση.
es: ⚠️ Acceso Denegado ⚠️ Por favor abra su Configuración de notificaciones y seleccione Xcodes si desea permitir el acceso.
fi: ⚠️ Pääsy kielletty ⚠️ Avaa ilmoitusasetukset ja valitse Xcodes, jos haluat sallia pääsyn.
fr: ⚠️ Accès refusé ⚠️ Veuillez ouvrir vos paramètres de notifications et sélectionnez Xcodes si vous souhaitez autoriser l'accès.
hi: ⚠️ प्रवेश निषेध ⚠️ कृपया अपनी सूचना सेटिंग्स खोलें और यदि आप प्रवेश की अनुमति देना चाहते हैं तो Xcodes का चयन करें.
it: ⚠️ Accesso Negato ⚠️ Apri le Impostazioni delle Notifiche e seleziona Xcodes se desideri garantirgli accesso.
ja: ⚠️ アクセス拒否 ⚠️ アクセス許可する場合は、通知設定を開き、Xcodesを選択してください。
ko: ⚠️ 접근 권한이 부여되지 않았습니다 ⚠️ 접근을 허용하려면 알림 설정을 열고 Xcodes를 선택하여 알림을 허용해주세요.
nl: ⚠️ Toegang Geweigerd ⚠️ Open je Notificatie Instellingen en selecteer Xcodes om toegang te verlenen.
pl: ⚠️ Dostęp zabroniony ⚠️ Otwórz ustawienia powiadomień i wybierz Xcodes, jeśli chcesz zezwolić na dostęp.
pt_br: ⚠️ Acesso negado ⚠️ Por favor, abra suas configurações de notificação e selecione Xcodes se você deseja autorizar o acesso.
ru: ⚠️ Отказано в доступе ⚠️ Пожалуйста, откройте настройки уведомлений и выберите Xcodes, чтобы разрешить доступ.
tr: ⚠️ Erişim Reddedildi ⚠️ Eğer bildirimler için erişim vermek istiyorsanız lütfen bildirim ayarlarını açın ve Xcodes uygulamasını seçin.
uk: ⚠️ Сповіщення Заборонено ⚠️ Відкрийте будь ласка Налаштування Сповіщень та надайте дозвіл для Xcodes, якщо ви бажаєте отримувати сповіщення.
zh_hans: ⚠️ 没有权限 ⚠️ 请打开您的通知偏好设置并允许Xcodes发送通知。
zh_hant: ⚠️ 權限不足⚠️ 如果你想要啟用通知，請打開系統的通知設定並選擇 Xcodes。

# AccessGranted
source: Access Granted. You will receive notifications from Xcodes.
ca: Accés garantit. Rebràs notificacions d'Xcodes.
de: Zugriff erlaubt. Du empfängst jetzt Benachrichtigungen von Xcodes.
el: Η πρόσβαση εκχωρήθηκε. Θα λαμβάνετε γνωστοποιήσεις από το Xcode's.
es: Acceso Permitido. Recibirás notificaciones de Xcodes.
fi: Pääsy myönnetty. Saat ilmoituksia Xcodesilta.
fr: Accès autorisé. Vous recevrez des notifications de Xcodes.
hi: प्रवेश करने की अनुमति है। आपको Xcodes से सूचनाएं प्राप्त होंगी।
it: Accesso Garantito. Riceverai notifiche da Xcodes.
ja: アクセスが許可されました。Xcodesから通知が届きます。
ko: 접근 권한이 부여되었습니다. Xcodes에서 알림을 받게 됩니다.
nl: Toegang Verleend. Je krijgt notificaties van Xcodes.
pl: Dostęp przyznany. Będziesz otrzymywać powiadomienia z Xcodes.
pt_br: Acesso autorizado. Você receberá notificações de Xcodes.
ru: Доступ разрешен. Вы будете получать уведомления от Xcodes.
tr: Erişim Tanımlandı. Xcodes'dan bildirimler alacaksınız.
uk: Сповіщення Дозволено. Ви будете отримувати сповіщення від Xcodes.
zh_hans: 已授权。您将会收到Xcodes的通知。
zh_hant: 已核准權限。你可以收到來自 Xcodes 的通知。

source: Acknowledgements
ca: Agraïments
de: Anerkennungen
el: Αναγνωρίσεις
es: Agradecimientos
fi: Kunnianosoitukset
fr: Remerciements
hi: स्वीकृति
it: Ringraziamenti
ja: 謝辞
nl: Dankbetuigingen
pl: Podziękowania
pt_br: Menções
ru: Юридическая информация
tr: Teşekkür
uk: Подяки
zh_hans: 版权声明
zh_hant: 版權宣告

source: Active
ca: Activa
de: Aktiv
el: Ενεργή
es: Activo
fi: Aktiivinen
fr: Version Active
hi: सक्रिय
it: Attiva
ja: アクティブ
ko: 기본 버전으로 사용 중
nl: Actief
pl: Aktywny
pt_br: Ativo
ru: Активно
tr: Aktif
uk: Активний
zh_hans: 已激活
zh_hant: 已啟用

# ActiveVersionDescription
source: This is the active version
ca: Aquesta és la versió activa
de: Dies ist die aktive Version
el: Αυτή είναι η ενεργή έκδοση
es: Esta es la versión activa.
fi: Tämä on aktiivinen versio
fr: Ceci est la version active
hi: यह सक्रिय संस्करण है
it: Questa è la versione attiva
ja: アクティブなバージョン
ko: 기본 버전으로 사용 중
nl: Dit is de actieve versie
pl: To jest aktywna wersja
pt_br: Essa é a versão ativa
ru: Это активная версия
tr: Bu aktif sürümdür
uk: Це активна версія
zh_hans: 这是一个已激活的版本
zh_hant: 這個版本已經啟用

source: Advanced
ca: Avançat
de: Erweitert
el: Προηγμένες
es: Avanzado
fi: Lisäasetukset
fr: Avancé
hi: उन्नत
it: Avanzate
ja: 上級者向け
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
tr: Gelişmiş
uk: Розширені
zh_hans: 高级
zh_hant: 進階

# Alert.CancelInstall.Message
source: Any progress will be discarded.
ca: Tot el progrés serà descartat.
de: Jeglicher Fortschritt wird verworfen.
el: Όποια πρόοδος θα απορριφθεί.
es: Cualquier progreso será descartado.
fi: Kaikki edistyminen hylätään.
fr: Toute progression sera supprimée.
hi: किसी भी प्रगति को छोड़ दिया जाएगा।
it: Perderai quanto fatto finora.
ja: インストール前の状態に戻します。
ko: 진행된 모든 사항은 삭제됩니다
nl: Elke voortgang zal worden weggegooid.
pl: Postęp zostanie utracony.
pt_br: Todo progresso será descartado.
ru: Прогресс будет сброшен.
tr: Herhangi bir ilerleme göz ardı edilecektir.
uk: Будь-який прогрес буде втрачено.
zh_hans: 所有进度都将会丢失。
zh_hant: 將放棄既有進度。

# Alert.CancelInstall.PrimaryButton
source: Stop Installation
ca: Aturar l'instal·lació
de: Installation anhalten
el: Διακοπή εγκατάστασης
es: Detener Instalación
fi: Lopeta asennus
fr: Arrêter l'installation
hi: स्थापना रोकें
it: Ferma Installazione
ja: インストールを中止
ko: 설치 중지
nl: Stop Installatie
pl: Przerwij instalację
pt_br: Interromper instalação
ru: Остановить установку
tr: Yüklemeyi Durdur
uk: Скасувати інсталяцію
zh_hans: 终止安装
zh_hant: 停止安裝

# Alert.CancelInstall.Title
source: Are you sure you want to stop the installation of Xcode %@?
ca: Estàs segur que vols aturar l'instal·lació de l'Xcode %@?
de: Bist du sicher, dass Du die Installation von Xcode %@ anhalten möchtest?
el: Είστε βέβαιοι ότι θέλετε να διακόψετε την εγκατάσταση του Xcode %@;
es: ¿Está seguro de que desea detener la instalación de Xcode %@?
fi: Haluatko varmasti lopettaa Xcode versio %@ asennuksen?
fr: Êtes-vous sûr de vouloir arrêter l'installation de Xcode %@ ?
hi: क्या आप वाकई Xcode %@ की स्थापना को रोकना चाहते हैं?
it: Sei sicuro di voler interrompere l'installazione di Xcode %@?
ja: Xcode %@ のインストールを中止してもよろしいですか？
ko: Xcode %@ 설치를 중지하시겠습니까?
nl: Weet je zeker dat je de installatie van Xcode %@ wilt stoppen?
pl: Czy na pewno chcesz przerwać instalację Xcode %@?
pt_br: Tem certeza que deseja interromper a instalação do Xcode %@?
ru: Вы уверены, что хотите остановить установку Xcode %@?
tr: Xcode %@ sürümünün yüklenmesini durdurmak istediğinize emin misiniz?
uk: Чи дійсно ви хочете скасувати інсталяцію Xcode %@?
zh_hans: 您确定要终止Xcode %@的安装吗？
zh_hant: 你確定要停止安裝 Xcode %@ 嗎？

# Alert.Install.Error.Title
source: Unable to install Xcode
ca: Incapaç d'instal·lar l'Xcode
de: Installation von Xcode nicht möglich
el: Δεν είναι δυνατή η εγκατάσταση του Xcode
es: No se puede instalar Xcode
fi: Xcoden asentaminen ei onnistu
fr: Impossible d'installer Xcode
hi: एक्सकोड स्थापित करने में असमर्थ
it: Non riesco a installare Xcode
ja: Xcode をインストールできませんでした
ko: Xcode를 설치할 수 없음
nl: Kan Xcode niet installeren
pl: Nie można zainstalować Xcode
pt_br: Não foi possível instalar o Xcode
ru: Невозможно установить Xcode
tr: Xcode yüklenemedi
uk: Не вдалося інсталювати Xcode
zh_hans: 无法安装Xcode
zh_hant: 無法安裝 Xcode

# Alert.InstallArchive.Error.Title
source: Unable to install archived Xcode
ca: Incapaç d'instal·lar l'Xcode comprimit
de: Installation des archivierten Xcodes nicht möglich
el: Αδυναμία εγκατάστασης αρχειοθετημένου Xcode
es: No se puede instalar el Xcode archivado
fi: Arkistoitua Xcodea ei voi asentaa
fr: Impossible d'installer l'archive de Xcode
hi: संग्रहीत Xcode स्थापित करने में असमर्थ
it: Non riesco a installare Xcode archiviato
ja: Xcode アーカイブをインストールできませんでした
ko: 아카이브된 Xcode를 설치할 수 없음
nl: Kan gearchiveerde Xcode niet installeren
pl: Nie można zainstalować zarchiwizowanego Xcode
pt_br: Não foi possível instalar o Xcode arquivado
ru: Невозможно установить заархивированный Xcode
tr: Arşivlenmiş Xcode yüklenemedi.
uk: Помилка з архівом Xcode
zh_hans: 无法安装Xcode压缩文件
zh_hant: 無法安裝已封存的 Xcode

# Alert.MinSupported.Message
source: Xcode %@ requires macOS %@, but you are running macOS %@, do you still want to install it?
ca: L'Xcode %@ necessita macOS %@, però tu estàs utilitzant macOS %@, vols instal·lar-lo igualment?
de: Xcode %@ erfordert macOS %@ aber es läuft nur macOS %@. Möchtest Du es trotzdem installieren?
el: Το Xcode %@ απαιτεί macOS %@, όμως το λειτουργικό σας σύστημα είναι macOS %@, εξακολουθείτε να θέλετε να το εγκαταστήσετε;
es: Xcode %@ requiere macOS %@, pero está ejecutando macOS %@, ¿aún desea instalarlo?
fi: Xcode %@ vaatii macOS version %@, mutta käytät macOS versiota %@, haluatko silti asentaa sen?
fr: Xcode %@ nécessite macOS %@, mais vous utilisez macOS %@, voulez-vous toujours l'installer ?
hi: Xcode %@ को macOS %@ की आवश्यकता है, लेकिन आप macOS %@ चला रहे हैं, क्या आप अभी भी इसे स्थापित करना चाहते हैं?
it: Xcode %@ richiede macOS %@, ma la tua versione di macOS è %@, vuoi installarlo comunque?
ja: Xcode %@ を使うには macOS %@ 以降が必要です。このシステムは macOS %@ ですが、インストールを続行しますか？
ko: Xcode %@는 macOS %@이(가) 필요하지만 macOS %@을(를) 실행 중입니다. 그래도 설치하시겠습니까?
nl: Xcode %@ vereist macOS %@, maar jouw macOS versie is %@, wil je doorgaan met installeren?
pl: Xcode %@ wymaga macOS %@, a ty masz macOS %@. Czy nadal chcesz go zainstalować?
pt_br: Xcode %@ requere macOS %@, mas você está rodando macOS %@, você ainda quer instalá-lo?
ru: Xcode %@ требует macOS %@, но вы используете macOS %@, вы все еще хотите установить?
tr: Xcode %@ macOS %@ sürümünü gerektirir, fakat siz macOS %@ sürümünü kullanıyorsunuz, yine de indirmek istediğinize emin misiniz?
uk: Xcode %@ вимагає щонайменше macOS %@, але у вас macOS %@, всеодно продовжити?
zh_hans: Xcode %@需要macOS %@及以上，但您运行的是macOS %@，仍然要安装吗？
zh_hant: Xcode %@ 需要 macOS %@，但你正在使用 macOS %@，你確定還要繼續安裝嗎？

# Alert.MinSupported.Title
source: Minimum requirements not met
ca: No es compleixen els requeriments mínims
de: Minimalanforderungen nicht erfüllt
el: Δεν ικανοποιούνται οι ελάχιστες απαιτήσεις συστήματος
es: Requisitos mínimos no cumplidos
fi: Vähimmäisvaatimukset eivät täyty
fr: Pré-requis minimum non satisfaits
hi: न्यूनतम आवश्यकताएं पूरी नहीं हुई
it: Requisiti minimi non presenti
ja: システム要件を満たしていません
ko: 최소 요건 충족되지 않음
nl: Minimale vereisten niet voldaan
pl: Niezgodność z minimalnymi wymaganiami
pt_br: Requerimentos mínimos não satisfeitos.
ru: Текущая macOS не соответствует минимальным требованиям
tr: Minimum gereksinimler karşılanamadı
uk: Мінімальні вимоги не виконані
zh_hans: 没有达到安装所需的最低要求
zh_hant: 未達最低版本要求

# Alert.PostInstall.Title
source: Unable to perform post install steps
ca: Incapaç de realitzar les tasques post instal·lació
de: Ausführung von Post-Installationsschritten nicht möglich
el: Αδυναμία εκτέλεσης μετά-εγκαταστατικών βημάτων
es: No se pueden realizar los pasos posteriores a la instalación
fi: Asennuksen jälkeisiä vaiheita ei voi suorittaa
fr: Impossible d'effectuer les étapes de post-installation
hi: स्थापना के बाद के चरण निष्पादित करने में असमर्थ
it: Non riesco ad eseguire i comandi post installazione
ja: インストール後の作業を実行できませんでした
ko: 설치 후 단계를 수행할 수 없음
nl: Kan post-installatie stappen niet uitvoeren
pl: Nie można wykonać czynności po-instalacyjnych
pt_br: Não foi possível realizar os comandos de pós-instalação
ru: Невозможно выполнить дополнительные шаги после установки
tr: Yükleme aşamaları çalıştırılamadı
uk: Не можливо виконати пост-інсталяційні дії
zh_hans: 无法执行安装后准备步骤
zh_hant: 無法進行安裝後步驟

# Alert.PrivilegedHelper.Error.Title
source: Unable to install helper
ca: No ha sigut possible instal·lar el servei
de: Installation des Helfers nicht möglich
el: Αδυναμία εγκατάστασης του βοηθητικού εργαλείου
es: No se puede instalar el asistente
fi: Apuohjelmaa ei voi asentaa
fr: Impossible d'installer l'assistant
hi: हेल्पर स्थापित करने में असमर्थ
it: Non riesco a installare aiutante
ja: ヘルパーをインストールできませんでした
ko: 도우미를 설치할 수 없음
nl: Kan helper niet installeren
pl: Nie można zainstalować helpera
pt_br: Não foi possível instalar o ajudante
ru: Невозможно установить помощник
tr: Yardımcı yüklenemedi
uk: Не вдалося інсталювати "Privileged Helper"
zh_hans: 无法安装帮助程序
zh_hant: 無法安裝輔助程式

# Alert.PrivilegedHelper.Message
source: Xcodes uses a separate privileged helper to perform tasks as root. These are things that would require sudo on the command line, including post-install steps and switching Xcode versions with xcode-select. You'll be prompted for your macOS account password to install it.
ca: L'Xcodes utilitza, a part, un servei que executa tasques com a root. Aquestes tasques son coses que requereixin la comanda sudo a la línia de comandes, incloent-hi les tasques al finalitzar l'instal·lació i canviar les versions d'Xcode seleccionades utilitzant xcode-select. El sistema operatiu et demanarà la teva contrassenya per poder-lo instal·lar.
de: Xcodes verwendet einen separaten privilegierten Helfer, um Aufgaben als root zu erledigen. Das sind Dinge, die sudo in der Kommandozeile erfordern würden, einschließlich Post-Installationsschritte sowie das Umstellen von Xcode-Versionen mit xcode-select. Um ihn zu installieren, erfolgt eine Aufforderung zur Eingabe des Passworts für Dein macOS-Benutzerkonto.
el: Το Xcodes χρησιμοποιεί ένα ξεχωριστό εργαλείο με δικαιώματα ώστε να εκτελέσει εργασίες ως root. Αυτές είναι εργασίες που θα απαιτούσαν sudo στη γραμμή εντολών, συμπεριλαμβανομένων μετά-εγκαταστατικών βημάτων και αλλαγής μεταξύ εκδόσεων του Xcode με το xcode-select. Θα σας ζητηθεί το συνθηματικό του λογαριασμού σας στο macOS για την εγκατάσταση του.
es: Xcodes utiliza un Asistente Privilegiado independiente para realizar tareas como root. Estas son cosas que requerirían sudo en la línea de comando, incluidos los pasos posteriores a la instalación y el cambio de versiones de Xcode con xcode-select. Se le pedirá la contraseña de su cuenta de macOS para instalarlo.
fi: Xcodes käyttää erillistä etuoikeutettua avustajaa tehtävien suorittamiseen pääkäyttäjänä. Nämä ovat asioita, jotka edellyttävät sudo komentoa komentorivillä, mukaan lukien asennuksen jälkeiset vaiheet ja Xcode-versioiden vaihtaminen xcode-selectillä. Sinua pyydetään antamaan macOS-tilisi salasana sen asentamista varten.
fr: Xcodes utilise un assistant privilégié distinct pour effectuer des tâches en tant que root. Ce sont des tâches qui nécessiteraient sudo sur la ligne de commande, y compris les étapes de post-installation et le changement de version de Xcode avec xcode-select. Vous serez invité à saisir le mot de passe de votre compte macOS pour l'installer.
hi: Xcodes कार्यों को रूट के रूप में करने के लिए एक अलग विशेषाधिकार प्राप्त सहायक का उपयोग करता है। ये ऐसी चीजें हैं जिनके लिए कमांड लाइन पर sudo की आवश्यकता होगी, जिसमें पोस्ट-इंस्टॉल चरण और xcode-select के साथ Xcode संस्करण स्विच करना शामिल है। आपको इसे स्थापित करने के लिए अपने macOS खाता पासवर्ड के लिए संकेत दिया जाएगा।
it: Xcodes usa un aiutante privilegiato per svolgere dei compiti come root. Si tratta di comandi che normalmente richiederebbero sudo da linea di comando, incluse fasi di post-install e modificare la versione di Xcode con xcode-select. Ti verrà richiesta la password del tuo account di macOS per installarlo.
ja: Xcodesは、Rootとしてタスクを実行するために、別の権限のあるヘルパーを使用します。インストール後の手順や xcode-select による Xcode のバージョン切り替えなど、コマンドラインで sudo を必要とするものです。 インストールには、macOS アカウントのパスワードの入力が必要です。
ko: Xcodes는 별도의 권한을 가진 도우미를 사용하여 작업을 루트로서 수행합니다. 설치 후 단계와 xcode-select로 Xcode 버전을 전환하는 것과 같이 커맨드 라인에서 sudo가 필요한 작업이 이에 해당합니다. 설치하려면 macOS 계정 암호를 입력하라는 메시지가 표시됩니다.
nl: Xcodes gebruikt een separate privilged helper om taken uit te voeren als root. Dit zijn operaties die een sudo vereisen op de command line, inclusief post-installatie stappen en het wijzigen van Xcode versies met xcode-select. Je zult worden gevraagd om je macOS account wachtwoord om deze te installeren.
pl: Xcodes używa oddzielnego helpera z uprawnieniami, aby wykonywać zadania jako root. Są to rzeczy, które wymagałyby sudo w wierszu poleceń, w tym kroki po instalacji i przełączanie wersji Xcode z xcode-select. Będziesz proszony o podanie hasła do konta macOS, aby go zainstalować.
pt_br: Xcodes usa um ajudante privilegiado separado para realizar tarefas como root (raíz). São tarefas onde seria necessário permissão de super usuário (sudo) na linha de comando, incluindo comandos de pós-instalação e trocar versões de Xcode com xcode-select. Você deverá inserir sua senha do macOS para instalá-lo.
ru: Xcodes использует отдельный привилегированный помощник для выполнения задач от имени root-пользователя. Это команды, которые потребуют sudo в командной строке, включая шаги после установки и переключение версий Xcode с помощью xcode-select. Вам будет предложено указать пароль от вашей учетной записи macOS для его установки.
tr: Xcodes, root görevlerini yerine getirmek için bir Ayrıcalıklı yardımcı aracı kullanır. Bunlar komut satırındaki sudo gerektiren, yükleme sonrası adımlarını sağlayan ve Xcode sürümü değiştiren xcode-select gibi komutlardan ibarettir. Bunu yüklemek için macOS hesap şifrenizi girmeniz istenecektir.
uk: Xcodes використовує спеціальний "Privileged Helper" для запуску задач від імені root. Це включає, наприклад, sudo в терміналі, та кроки після інсталяції або перемикання версії Xcode за допомогою xcode-select. Буде запит на ваш пароль від Mac щоб інсталювати цей помічник.
zh_hans: Xcodes使用一个独立的提权帮助程序来以root身份执行任务。就是那些需要在命令行中用sudo执行的命令。包括安装后准备步骤以及用xcode-select切换Xcode版本。 您需要提供当前用户的密码来安装它。
zh_hant: Xcodes 會利用一個分開的具有權限的輔助程式以 root 身份執行特定工作，例如那些在命令列中通常需使用 sudo 的命令，包含安裝程序後的步驟以及使用 xcode-select 選擇 Xcode 版本。 安裝此程式時，你將會需要輸入 macOS 帳號的密碼。

# Alert.PrivilegedHelper.Title
source: Privileged Helper
ca: Servei privilegiat
de: Privilegierter Helfer
el: Βοηθητικό Εργαλείο με δικαιώματα
es: Asistente Privilegiado
fi: Etuoikeutettu auttaja
fr: Assistant Privilégié
hi: विशेषाधिकार प्राप्त सहायक
it: Aiutante Privilegiato
ja: 権限のあるヘルパー
ko: 권한을 가진 도우미 (Privileged Helper)
pl: Helper z uprawnieniami
pt_br: Ajudante privilegiado
ru: Привилегированный помощник
tr: Ayrıcalıklı Yardımcı
zh_hans: 提权帮助程序
zh_hant: 具有權限的輔助程式

# Alert.Select.Error.Title
source: Unable to select Xcode
ca: Incapaç de seleccionar l'Xcode
de: Auswahl von Xcode nicht möglich
el: Αδυναμία επιλογής του Xcode
es: No se puede seleccionar el Xcode
fi: Xcodea ei voi valita
fr: Impossible de sélectionner Xcode
hi: एक्सकोड का चयन करने में असमर्थ
it: Non riesco a selezionare Xcode
ja: Xcode をアクティブにすることができませんでした
ko: Xcode를 선택할 수 없음
nl: Kan Xcode niet selecteren
pl: Nie można wybrać Xcode
pt_br: Não foi possível selecionar Xcode
ru: Невозможно выбрать Xcode
tr: Xcode seçilemedi
uk: Не вдалося вибрати Xcode
zh_hans: 无法选定Xcode版本
zh_hant: 無法選擇 Xcode

# Alert.SymLink.Message
source: Xcode.app exists and is not a symbolic link
ca: L'Xcode.app existeix i no és un enllaç simbòlic
de: Xcode.app existiert und ist kein symbolischer Link
el: Το Xcode.app υπάρχει και δεν είναι συμβολικός σύνδεσμος
es: Xcode.app existe y no es un enlace simbólico
fi: Xcode.app on olemassa, eikä se ole symbolinen linkki
fr: Xcode.app existe et n'est pas un lien symbolique
hi: Xcode.app मौजूद है और एक प्रतीकात्मक लिंक नहीं है
it: Xcode.app esiste e non è un link simbolico
ja: Xcode.appが存在し、シンボリックリンクではありません。
ko: Xcode.app이 존재하며 심볼릭 링크가 아닙니다.
nl: Xcode.app bestaat en is geen symbolic link
pl: Xcode.app istnieje i nie jest linkiem symbolicznym
pt_br: Xcode.app existe e não é um link simbólico
ru: Xcode.app существует и не является символической ссылкой
tr: Xcode.app zaten var ve bir sembolik link değil
uk: Xcode.app вже існує, і це не символічне посилання
zh_hans: Xcode.app已存在且不是软连接
zh_hant: Xcode.app 已經存在，而且不是符號連結

# Alert.SymLink.Title
source: Unable to create symbolic Link
ca: Incapaç de crear un enllaç simbòlic
de: Erstellung des symbolischen Links nicht möglich
el: Αδυναμία δημιουργίας συμβολικού συνδέσμου
es: No se puede crear un enlace simbólico
fi: Symbolista linkkiä ei voi luoda
fr: Impossible de créer un lien symbolique
hi: प्रतीकात्मक लिंक बनाने में असमर्थ
it: Non riesco a creare il link simbolico
ja: シンボリックリンクを作成できませんでした
ko: 심볼릭 링크를 생성할 수 없음
nl: Kan geen symbolic link maken
pl: Nie można utworzyć linku symbolicznego
pt_br: Não foi possível criar link simbólico
ru: Невозможно создать символическую ссылку
tr: Uygulama sembolik linki oluşturulamadı
uk: Не вдалося створити символічне посилання
zh_hans: 无法创建软链接
zh_hant: 無法建立符號連結

# Alert.Uninstall.Error.Title
source: Unable to uninstall Xcode
ca: Incapaç de desinstal·lar l'Xcode
de: Die Deinstallation von Xcode ist nicht möglich
el: Αδυναμία απεγκατάστασης του Xcode
es: No se puede desinstalar Xcode
fi: Xcode-asennuksen poistaminen ei onnistu
fr: Impossible de désinstaller Xcode
hi: Xcode की स्थापना रद्द करने में असमर्थ
it: Non riesco a disinstallare Xcode
ja: Xcode をアンインストールできませんでした
ko: Xcode를 제거할 수 없음
nl: Kan Xcode niet deinstalleren
pl: Nie można odinstalować Xcode
pt_br: Não foi possível desinstalar o Xcode
ru: Невозможно удалить Xcode
tr: Xcode Kaldırılamadı
uk: Не можливо видалити Xcode
zh_hans: 无法卸载Xcode
zh_hant: 無法解除安裝 Xcode

# Alert.Uninstall.Message
source: It will be moved to the Trash, but won't be emptied.
ca: Es mourà a la paperera, però no es buidarà.
de: Die Anwendung wird in den Papierkorb verschoben, dieser wird aber nicht geleert.
el: Θα μετακινηθεί στον Κάδο, αλλά δεν θα γίνει άδειασμα.
es: Se moverá a la Papelera, pero no se vaciará.
fi: Se siirretään roskakoriin, mutta sitä ei tyhjennetä.
fr: Xcodes sera déplacé vers la corbeille, mais la corbeille ne sera pas vidée.
hi: इसे ट्रैश में ले जाया जाएगा, लेकिन खाली नहीं किया जाएगा।
it: Sarà spostato nel cestino, ma non svuotato.
ja: ゴミ箱に移動されますが、ゴミ箱を自動的に空にすることはありません。
ko: 휴지통으로 이동되지만 비워지지는 않습니다.
nl: Het zal worden verplaatst naar de Prullenbak, maar deze zal niet geleegd worden.
pl: Zostanie przeniesiony do kosza, ale nie zostanie opróżniony.
pt_br: Será movido para a lixeira, mas não será esvaziada.
ru: Файлы будут перемещены в корзину, но не будут очищены из неё автоматически.
tr: Uygulama Çöp Kutusuna taşınacaktır, fakat silinmeyecektir.
uk: Xcode буде просто переміщено до Кошика, без повного видалення.
zh_hans: 它会被移动到废纸篓，但废纸篓不会清空。
zh_hant: 將移到垃圾桶，但垃圾桶不會清空。

# Alert.Uninstall.Title
source: Uninstall Xcode %@?
ca: Desinstal·lar l'Xcode %@?
de: Xcode %@ deinstallieren?
el: Απεγκατάσταση του Xcode %@;
es: Desinstalar Xcode %@?
fi: Poista Xcode %@?
fr: Désinstaller Xcode %@ ?
hi: Xcode %@ की स्थापना रद्द करें?
it: Disinstalla Xcode %@?
ja: Xcode %@ をアンインストールしてもよろしいですか？
ko: Xcode %@을 제거하시겠습니까?
nl: Xcode %@ deinstalleren?
pl: Odinstalować Xcode %@?
pt_br: Desinstalar Xcode %@?
ru: Удалить Xcode %@?
tr: Xcode %@ sürümünü Kaldır?
uk: Видалити Xcode %@?
zh_hans: 要卸载Xcode %@吗？
zh_hant: 解除安裝 Xcode %@？

# Alert.Update.Error.Title
source: Unable to update selected Xcode
ca: Incapaç d'actualitzar l'Xcode seleccionat
de: Update des ausgewählten Xcodes nicht möglich
el: Αδυναμία ενημέρωσης του επιλεγμένου Xcode
es: No se puede actualizar el Xcode seleccionado
fi: Valittua Xcodea ei voi päivittää
fr: Impossible de mettre à jour la version de Xcode sélectionnée
hi: चयनित Xcode को अपडेट करने में असमर्थ
it: Non riesco ad aggiornare Xcode selezionato
ja: Xcode の一覧をアップデートできませんでした
ko: 선택된 Xcode를 업데이트할 수 없음
nl: Kan geselecteerde Xcode niet updaten
pl: Nie można zaktualizować wybranej wersji Xcode
pt_br: Não foi possível atualizar o Xcode selecionado
ru: Невозможно обновить выбранный Xcode
tr: Seçili Xcode güncellenemedi
uk: Не вдалося оновити обраний Xcode
zh_hans: 无法更新选定的Xcode版本
zh_hant: 無法更新已選擇的 Xcode

source: All
ca: Tot
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fr: Tout
hi: सभी
it: Tutti
ja: すべて
ko: 전체
nl: Alles
pl: Wszystkie
pt_br: Todos
ru: Все
tr: Tümü
uk: Всі
zh_hans: 全部
zh_hant: 全部
